{"config": {"layers": [{"config": {"activity_regularizer": null, "bias_initializer": {"config": {"dtype": "float32"}, "class_name": "Zeros"}, "bias_constraint": null, "batch_input_shape": [null, 6], "bias_regularizer": null, "kernel_regularizer": null, "use_bias": true, "dtype": "float32", "units": 128, "kernel_initializer": {"config": {"seed": null, "dtype": "float32"}, "class_name": "GlorotUniform"}, "kernel_constraint": null, "trainable": true, "activation": "relu", "name": "dense_5"}, "class_name": "Dense"}, {"config": {"activity_regularizer": null, "use_bias": true, "units": 50, "bias_constraint": null, "kernel_regularizer": null, "bias_regularizer": null, "kernel_initializer": {"config": {"seed": null, "dtype": "float32"}, "class_name": "GlorotUniform"}, "dtype": "float32", "kernel_constraint": null, "bias_initializer": {"config": {"dtype": "float32"}, "class_name": "Zeros"}, "trainable": true, "activation": "softmax", "name": "dense_6"}, "class_name": "Dense"}], "name": "sequential_2"}, "keras_version": "2.2.4-tf", "backend": "tensorflow", "class_name": "Sequential"}